Repository: JiachengHou-PnR/NearDropPlus
Catalog: NearDrop/*.lproj/Localizable.strings
Languages: de, fr, it, ko, nl, pt_br, zh_hans

source: Accept
de: Akzeptieren
fr: Accepter
it: Accetta
ko: 수락
nl: Accepteer
pt_br: Aceitar
zh_hans: 接受

source: Decline
de: Ablehnen
fr: Refuser
it: Rifiuta
ko: 거절
nl: Afwijzen
pt_br: Recusar
zh_hans: 拒绝

source: Device name: %@
de: Gerätename: %@
fr: Nom de l'appareil : %@
it: Nome del dispositivo: %@
ko: 기기 이름: %@
nl: Naam apparaat: %@
pt_br: Nome do dispositivo: %@
zh_hans: 设备名称: %@

# DeviceSendingFiles
source: %1$@ is sending you %2$@
de: %1$@ möchte dir "%2$@" senden
fr: %1$@ vous envoie %2$@
it: %1$@ ti sta mandando %2$@
ko: %1$@에서 %2$@을(를) 공유하려고 합니다.
nl: %1$@ stuurt je %2$@
pt_br: %1$@ está te enviando %2$@
zh_hans: %1$@ 正向你发送 %2$@

# TransferError.Crypto
source: Encryption error
de: Verschlüsselungsfehler
fr: Erreur de cryptage
it: Errore di crittografia
ko: 암호화 오류
nl: Fout bij codering
pt_br: Erro de encriptação
zh_hans: 加密出错

# TransferError.Protocol
source: Communication error
de: Fehler bei der Datenübertragung
fr: Erreur de communication
it: Errore di comunicazione
ko: 통신 오류
nl: Communicatiefout
pt_br: Erro de comunicação
zh_hans: 通信出错

# NFiles
source: %d files
de: %d Dateien
fr: %d fichiers
it: %d file
ko: %d개의 파일
nl: %d bestanden
pt_br: %d arquivos
zh_hans: %d个文件

# TransferAccepted
source: You received %1$@ from %2$@
de: Sie haben %1$@ von %2$@ erhalten
fr: Vous avez reçu %1$@ de %2$@
it: Hai ricevuto %1$@ da %2$@
ko: %2$@님으로부터 %1$@를 받았습니다
nl: Je hebt %1$@ ontvangen van %2$@
pt_br: Você recebeu %1$@ de %2$@
zh_hans: 您收到来自 %2$@ 的 %1$@

# TransferAccepted.Files
source: Files saved in Downloads folder.
de: Dateien im Download-Ordner gespeichert.
fr: Fichiers enregistrés dans le dossier Téléchargements.
it: File salvati nella cartella Download.
ko: 파일이 다운로드 폴더에 저장되었습니다.
nl: Bestanden opgeslagen in de map Downloads.
pt_br: Arquivos salvos na pasta Downloads.
zh_hans: 文件已保存到下载文件夹。

# TransferAccepted.Texts
source: Texts have been %@.
de: Texte wurden %@.
fr: Les textes ont été %@.
it: I testi sono stati %@.
ko: 텍스트가 %@.
nl: Teksten zijn %@.
pt_br: Os textos foram %@.
zh_hans: 文本内容%@。

# TransferAccepted.Texts.Copy
source: copied to clipboard
de: in die Zwischenablage kopiert
fr: copiés dans le presse-papiers
it: copiati negli appunti
ko: 클립보드에 복사되었습니다
nl: gekopieerd naar het klembord
pt_br: copiados para a área de transferência
zh_hans: 已复制到剪贴板

# TransferAccepted.Texts.Open
source: opened in default application
de: in der Standardanwendung geöffnet
fr: ouverts dans l'application par défaut
it: aperti nell'applicazione predefinita
ko: 기본 애플리케이션에서 열렸습니다
nl: geopend in standaardtoepassing
pt_br: aberto no aplicativo padrão
zh_hans: 已在默认程序中打开

# NotificationsDenied.Message
source: NearDrop needs to be able to display notifications for incoming file transfers. Please allow notifications in System Settings.
de: NearDrop benötigt die Erlaubnis Mitteilungen für eingehende Datenransfers anzuzeigen. Bitte erlaube Mitteilungen in den Systemeinstellungen.
fr: NearDrop doit pouvoir afficher des notifications pour les transferts de fichiers entrants. Veuillez autoriser les notifications dans les paramètres système.
it: NearDrop deve essere in grado di visualizzare le notifiche per i trasferimenti di file in entrata. Consenti le notifiche nelle Impostazioni di sistema.
ko: NearDrop에서 파일 수신에 대한 알림을 표시할 수 있어야 합니다. 시스템 설정에서 알림을 허용하세요.
nl: NearDrop moet meldingen kunnen weergeven voor inkomende bestandsoverdrachten. Sta meldingen toe in de systeeminstellingen.
pt_br: O NearDrop precisa ser capaz de exibir notificações para o recebimento de arquivos. Por favor, habilite as notificações em Ajustes do Sistema.
zh_hans: NearDrop 需显示是否接收文件传输的通知。请在 系统设置 中允许通知。

# NotificationsDenied.OpenSettings
source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
it: Apri le impostazioni
ko: 설정 열기
nl: Instellingen openen
pt_br: Abrir configurações
zh_hans: 打开设置

# NotificationsDenied.Title
source: Notification Permission Required
de: Mitteilungsberechtigungen sind notwendig
fr: Autorisation de notification requise
it: Autorizzazione di notifica richiesta
ko: 알림 권한이 필요합니다.
nl: Melding Toestemming vereist
pt_br: Necessário permissão de notificações
zh_hans: 需要通知权限

# Quit
source: Quit NearDropPlusPlus
de: NearDrop Beenden
fr: Quitter NearDrop
it: Esci da NearDrop
ko: NearDrop 종료
nl: NearDrop afsluiten
pt_br: Sair do NearDrop
zh_hans: 退出 NearDrop

# TransferError
source: Failed to receive files from %@
de: Die Daten von %@ konnten nicht empfangen werden
fr: Échec de la réception des fichiers de %@
it: Impossibile ricevere i file da %@
ko: %@에서 전송한 Nearby Share가 실패했습니다.
nl: Mislukt om bestanden te ontvangen van %@
pt_br: Falha ao receber arquivos de %@
zh_hans: 无法从 %@ 接收文件

source: Visible to everyone
de: Für alle sichtbar
fr: Visible par tout le monde
it: Visibile a tutti
ko: 모든 사용자에게 공개
nl: Zichtbaar voor iedereen
pt_br: Visível para todos
zh_hans: 对所有人可见

# About
source: About NearDropPlusPlus %@
de: Über NearDropPlusPlus %@
fr: À propos de NearDropPlusPlus %@
it: Informazioni su NearDropPlusPlus %@
ko: NearDrop 버전
nl: Over NearDropPlusPlus %@
pt_br: Sobre NearDropPlusPlus %@
zh_hans: 关于 NearDropPlusPlus %@

source: OK
ko: 확인
zh_hans: 确定

# AboutAlert.Title
source: NearDropPlusPlus v%@
ko: NearDropPlusPlus 버전 %@
pt_br: Versão NearDropPlusPlus %@
zh_hans: NearDropPlusPlus 版本%@

# AboutAlert.UnknownVersion
source: (unknown)
de: (unbekannt)
fr: (inconnue)
it: (sconosciuta)
ko: (알 수 없음)
nl: (onbekend)
pt_br: (desconhecida)
zh_hans: （未知）

# AboutAlert.Credit
source: From NearDrop by grishka
de: Von NearDrop von grishka
fr: De NearDrop par grishka
it: Da NearDrop di grishka
ko: grishka의 NearDrop에서
nl: Van NearDrop door grishka
pt_br: De NearDrop por grishka
zh_hans: 源自 grishka 的 NearDrop

# AutoCopyToClipboard
source: Copy texts to clipboard automatically
de: Texte automatisch in die Zwischenablage kopieren
fr: Copier automatiquement les textes dans le presse-papiers
it: Copia automaticamente i testi negli appunti
ko: 텍스트를 자동으로 클립보드에 복사
nl: Teksten automatisch naar klembord kopiÃ«ren
pt_br: Copiar textos para a área de transferência automaticamente
zh_hans: 自动将文本内容复制到剪贴板

# OpenLinksInApp
source: Open links in default applications
de: Links in Standardanwendungen öffnen
fr: Ouvrir les liens dans les applications par défaut
it: Apri i link nelle applicazioni predefinite
ko: 링크를 기본 애플리케이션에서 열기
nl: Links openen in standaardapplicaties
pt_br: Abrir links em aplicativos padrão
zh_hans: 使用默认程序打开链接

# AcceptAndRemember
source: Accept and remember device
de: Akzeptieren und merken
it: Accetta e ricorda il dispositivo
pt_br: Aceitar e lembrar dispositivo

# PinCode
source: PIN: %@
fr: CODE PIN : %@
